<?php

return [

    'dashboard' => 'جزء من رصيدك سينتهي خلال 3 اشهر - اضغط هنا لمعرفة المزيد',
    'mycomlists' => 'رصيد الاجازات التعويضية من الوقت الاضافي',
    'advancedSearch' => 'رقم طلب الوقت الاضافي',
    'days' => 'عدد الايام المضافة للرصيد',
    'status' => 'حالة الرصيد',
    'expireddate' => 'تاريخ انتهاء فعالية الرصيد',
    'expiredvalue' => 'القيمة المحذوفة من الرصيد',
    'entries' => 'المدخلات',
    'overtimeid' => 'رقم طلب الوقت الإضافي',
    'name' => 'الموظف',
    'leaveType' => 'نوع الإجازة',
    'startDate' => 'تاريخ بدء الإجازة',
    'endDate' => 'تاريخ انتهاء الإجازة',
    'days' => 'عدد الأيام',
    'status' => 'حالة الإجازة',
    'lineManager' => 'المدير المباشر',
    'dateCreated' => 'تاريخ إضافة الرصيد',
];
