<?php

return [

    'newOvertime' => 'طلب وقت دوام إضافي جديد',
    'newOvertimedetails' => 'تفاصيل طلب وقت دوام إضافي جديد',
    'overtimeType' => 'نوع الوقت الإضافي',
    'Date' => 'التاريخ',
    'starthour' => 'وقت البدء',
    'endhour' => 'وقت الانتهاء',
    'ServiceContractOvertime' => 'وقت إضافي لعقد الخدمة',
    'workday' => 'يوم دوام',
    'Week-end' => 'نهاية الاسبوع',
    'Holiday' => 'يوم عطلة رسمية',
    'suntothu' => '(من الاحد للسبت)',
    'friorsat' => '(يوم الجمعة)',
    'message' => 'يجب اختيار نوع الوقت الإضافي أولاً',
    'reason' => 'السبب',
    'rrnote' => 'الرجاء كتابة تاريخ اخر دخول الك الى سوريا في حقل التعليق',
    'comment' => 'ملاحظة',
    'hours' => 'Hours',
    'between' => 'between',
    'and' => 'و',
    'attachment' => 'الملف المرفق',
    'chooseFile' => 'اختر الملف من الذاكرة',
    'noFileChosen' => 'لم يتم اختيار ملف بعد',
    'totalNumberOfDays' => 'Total Number of Days',
    'enterStartDateAndEndDate' => 'Enter Start Date and End Date',
    'submit' => 'إرسال الطلب',
    'cancel' => 'إلغاء',
    'extra' => 'الموافقة الإضافية',
    'note' => 'سوف يتم الموافقة على الطلب فقط اذا تم انجاز 48 ساعة عمل في الاسبوع',
    'sicknote' => 'يجب أن يتضمن التقرير الطبي فقط:
    • الاسم الكامل للموظف
    • عدد أيام الراحة التي أوصى بها الطبيب المختص
    • التاريخ
    • ختم و توقيع',
    'note' => 'يجب ذكر درجة القرابة في حقل السبب',
    'studynote' => 'في حال تجاوزت الاجازة الدراسية 5 ايام, يجب على الموظف ارفاق اثبات انضمام لتدريب او برنامج دراسي مع الجدول الزمني للتدريب',
    'note2' => 'سبب الغياب: اذكر اي اعراض او صف اصابة او مشكلة اخرى',
];
