<?php

return [

    'type' => 'يرجى إدخال نوع الدوام الإضافي',
    'date' => 'يرجى إدخال تاريخ الدوام الإضافي',
    'starthour' => 'يرجى إدخال ساعة بدء الدوام الإضافي',
    'endhour' => 'يرجى إدخال ساعة انتهاء الدوام الإضافي',
    'holiday' => 'يجب ان يكون التاريخ يوم عطلة رسمية من قبل المنظمة',
    'after' => 'يجب أن تكون ساعة انتهاء الدوام الإضافي بعد ساعة بدء الدوام الإضافي',
    'reason' => 'يرجى إدخال سبب الدوام الإضافي',
    'mimes' => 'يجب أن يكون الملف المرفق صورة أو PDF',
    'sameday' => 'لقد طلبت مسبقاً وقت إضافي في نفس اليوم المحدد',
    'max' => 'يجب أن يكون حجم الملف المرفق أصغر من 3 ميغا',
    'grade' => 'تواصل مع الموارد البشرية لتحديث الدرجة الوظفيفية',
    'toomuch' => 'لا يمكنك طلب دوام اضافي يزيد عن 40 ساعة في الشهر',
    'success' => 'تم ارسال الطلب بنجاح',
    'hrdelete' => 'تم حذف الطلب بنجاح',
    'createsuccess' => 'تم إنشاء حساب جديد, يمكنك مراجعة رصيد الإجازات للحساب الجديد من خلال صفحة الحساب',
    'updatesuccess' => 'تم تحديث معلومات الحساب بنجاح',
    'balancesuccess' => 'تم تحديث رصيد الإجازات بنجاح',
    'lmrevert' => 'تم اعادة الطلب الى المدير المباشر بنجاح',
    'gradetoohigh' => 'فقط الموظفون من الدرجة الوظيفية السادسة ومادون يستطيعون طلب وقت اضافي',
];
